# \u0110\u0103ng nh\u1EADp
welcome.login=\u0110\u0103ng nh\u1EADp
welcome.register=\u0110\u0103ng k\u00FD
welcome.logout=\u0110\u0103ng xu\u1EA5t
usernames=Email ho\u1EB7c S\u1ED1 \u0111i\u1EC7n tho\u1EA1i
passwords=M\u1EADt kh\u1EA9u
forgotPass=Qu\u00EAn m\u1EADt kh\u1EA9u
comeback=Quay l\u1EA1i

# \u0110\u0103ng k\u00FD
register.name=H\u1ECD v\u00E0 t\u00EAn
register.mail=\u0110\u1ECBa ch\u1EC9 mail
register.phone=S\u1ED1 \u0111i\u1EC7n tho\u1EA1i
register.cPass=T\u1EA1o m\u1EADt kh\u1EA9u
register.rPass=Nh\u1EADp l\u1EA1i m\u1EADt kh\u1EA9u
register.cAcount=T\u1EA1o t\u00E0i kho\u1EA3n

# Header
shipment=GIAO TR\u1EA2 H\u00C0NG TRONG 3-5 NG\u00C0Y L\u00C0M VI\u1EC6C V\u00C0 TR\u1EA2 H\u00C0NG MI\u1EC4N PH\u00CD
homePage=Trang Ch\u1EE7
products=S\u1EA3n Ph\u1EA9m
discountCode=M\u00E3 Gi\u1EA3m Gi\u00E1
search=T\u00ECm ki\u1EBFm

# ListProduct
sale=Gi\u1EA3m gi\u00E1
rice=G\u1EA1o
sticky-rice=N\u1EBFp
nuts=C\u00E1c lo\u1EA1i h\u1EA1t
powders=C\u00E1c lo\u1EA1i b\u1ED9t
tubersAndFruits=C\u00E1c lo\u1EA1i c\u1EE7, tr\u00E1i
all=T\u1EA5t c\u1EA3
desc=Gi\u00E1 cao \u0111\u1EBFn th\u1EA5p
asc=Gi\u00E1 th\u1EA5p \u0111\u1EBFn cao
arrange=S\u1EAFp x\u1EBFp
listProduct=Danh s\u00E1ch s\u1EA3n ph\u1EA9m

# User

account=T\u00E0i kho\u1EA3n
likeProduct=S\u1EA3n ph\u1EA9m y\u00EAu th\u00EDch
historyOrder=L\u1ECBch s\u1EED \u0111\u01A1n h\u00E0ng
contact=Li\u00EAn h\u1EC7-h\u01B0\u1EDBng d\u1EABn

# Admin
userManager=Qu\u1EA3n l\u00FD ng\u01B0\u1EDDi d\u00F9ng
orderManager=Qu\u1EA3n l\u00FD \u0111\u01A1n h\u00E0ng
productManager=Qu\u1EA3n l\u00FD s\u1EA3n ph\u1EA9m
messesManager=Qu\u1EA3n l\u00FD h\u1ED9p tho\u1EA1i
overview=T\u1ED5ng quan
customer=kh\u00E1ch h\u00E0ng
phoneAndEmail=S\u1ED1 \u0111i\u1EC7n tho\u1EA1i v\u00E0 email
address=\u0110\u1ECBa ch\u1EC9
view=xem
idOrder=M\u00E3 \u0111\u01A1n h\u00E0ng
status=Tr\u1EA1ng th\u00E1i   
dateOrder=Ng\u00E0y \u0111\u1EB7t h\u00E0ng
amount=S\u1ED1 l\u01B0\u1EE3ng
totalOder=T\u1ED5ng \u0111\u01A1n
operation=Thao t\u00E1c
add=Th\u00EAm
product=S\u1EA3n ph\u1EA9m
type=Lo\u1EA1i
brand=Th\u01B0\u01A1ng hi\u1EC7u
quantitySold=S\u1ED1 l\u01B0\u1EE3ng \u0111\u00E3 b\u00E1n
price=Gi\u00E1
update=S\u1EEDa
filter=B\u1ED9 l\u1ECDc
chatApp=Tin nh\u1EAFn

# Contact
lh=Li\u00EAn h\u1EC7-
hd=H\u01B0\u1EDBng d\u1EABn
lh-us=Li\u00EAn H\u1EC7 Ch\u00FAng T\u00F4i
care=Ch\u0103m s\u00F3c v\u00E0 x\u1EED l\u00FD khi\u1EBFu n\u1EA1i:
responsibility=Ch\u0103m s\u00F3c v\u00E0 x\u1EED l\u00FD khi\u1EBFu n\u1EA1i:
changePr=\u0110\u1ED5i, tr\u1EA3 s\u1EA3n ph\u1EA9m:
commit=Cam k\u1EBFt:
nd_care=Kh\u00E1ch H\u00E0ng c\u00F3 th\u1EC3 li\u00EAn h\u1EC7 s\u0111t c\u1EE7a website. Khi li\u00EAn h\u1EC7, Kh\u00E1ch H\u00E0ng ph\u1EA3i cung c\u1EA5p s\u0111t \u0110\u01A1n \u0110\u1EB7t H\u00E0ng. Nh\u00E2n vi\u00EAn s\u1EBD ti\u1EBFp nh\u1EADn v\u00E0 ph\u1EA3n h\u1ED3i l\u1EA1i cho Kh\u00E1ch H\u00E0ng trong th\u1EDDi gian s\u1EDBm nh\u1EA5t.
nd_responsibility=BHNFoods kh\u00F4ng ch\u1ECBu tr\u00E1ch nhi\u1EC7m \u0111\u1ED1i v\u1EDBi m\u1ECDi thi\u1EC7t h\u1EA1i m\u1EA5t m\u00E1t h\u01B0 h\u1ECFng m\u00E0 Kh\u00E1ch H\u00E0ng ph\u1EA3i ch\u1ECBu sau th\u1EDDi \u0111i\u1EC3m r\u1EE7i ro \u0111\u01B0\u1EE3c chuy\u1EC3n t\u1EEB BHNFoods sang Kh\u00E1ch H\u00E0ng, tr\u1EEB khi do l\u1ED7i c\u1EE7a BHNFoods g\u00E2y ra.
nd_changePr=Vi\u1EC7c \u0111\u1ED5i, tr\u1EA3 S\u1EA3n Ph\u1EA9m \u0111\u01B0\u1EE3c th\u1EF1c hi\u1EC7n khi kh\u00E1ch h\u00E0ng cung c\u1EA5p \u0111\u1EE7 h\u00ECnh \u1EA3nh video khi ki\u1EC3m tra h\u00E0ng l\u00E0 do l\u1ED7i b\u00EAn BHNFoods.
commit1=S\u1EA3n ph\u1EA9m an to\u00E0n
commit2=Ch\u1EA5t l\u01B0\u1EE3ng cam k\u1EBFt
commit3=D\u1ECBch v\u1EE5 v\u01B0\u1EE3t tr\u1ED9i
commit4=Giao h\u00E0ng nhanh t\u1ED1c chi\u1EBFn
scope=1. Ph\u1EA1m vi \u00E1p d\u1EE5ng
makeandcancel=2. X\u00E1c l\u1EADp v\u00E0 h\u1EE7y \u0111\u01A1n h\u00E0ng tr\u00EAn BHNFoods
send_us=G\u1EEDi ph\u1EA3n h\u1ED3i cho ch\u00FAng t\u00F4i
content=N\u1ED9i dung
pr_safe= S\u1EA3n ph\u1EA9m an to\u00E0n
pr_commit=Ch\u1EA5t l\u01B0\u1EE3ng cam k\u1EBFt
service_high=D\u1ECBch v\u1EE5 v\u01B0\u1EE3t tr\u1ED9i
fast_delivery=Giao h\u00E0ng nhanh t\u1ED1c chi\u1EBFn
row1_1=- Mua s\u1EAFm s\u1EA3n ph\u1EA9m b\u00E1n tr\u00EAn website BHNFoods.
row1_2=- H\u00E0ng h\u00F3a \u0111\u01B0\u1EE3c \u00E1p d\u1EE5ng tri\u1EC3n khai BHNFoods l\u00E0 h\u00E0ng h\u00F3a, s\u1EA3n ph\u1EA9m trong \u0111\u0103ng k\u00FD kinh doanh c\u1EE7a c\u00E1c BHNFoods \u00E1p d\u1EE5ng.
row1_3=- C\u00F3 nhu c\u1EA7u \u0111\u01B0\u1EE3c giao S\u1EA3n ph\u1EA9m \u0111\u1EBFn c\u00E1c \u0111\u1ECBa \u0111i\u1EC3m ph\u00F9 h\u1EE3p v\u1EDBi Ch\u00EDnh s\u00E1ch giao h\u00E0ng \u0111\u0103ng t\u1EA3i tr\u00EAn Website.
row2_1=M\u1ECDi th\u00F4ng tin v\u1EC1 S\u1EA3n Ph\u1EA9m \u0111\u01B0a ra tr\u00EAn BHNFoods trong b\u1EA5t k\u1EF3 tr\u01B0\u1EDDng h\u1EE3p n\u00E0o kh\u00F4ng \u0111\u01B0\u1EE3c hi\u1EC3u la\u0300 \u0111\u1EC1 ngh\u1ECB giao k\u00EA\u0301t h\u1EE3p \u0111\u1ED3ng c\u1EE7a Winmart t\u01A1\u0301i Kh\u00E1ch H\u00E0ng. Kh\u00E1ch H\u00E0ng \u0111\u1EB7t h\u00E0ng tr\u00EAn Website s\u1EBD h\u00ECnh th\u00E0nh m\u1ED9t \u0111\u01A1n \u0111\u1EB7t h\u00E0ng (\u0110\u01A1n \u0110\u1EB7t H\u00E0ng). BHNFoods g\u1EEDi x\u00E1c nh\u1EADn \u0110\u01A1n \u0111\u1EB7t h\u00E0ng th\u00F4ng qua m\u1ED9t trong c\u00E1c h\u00ECnh th\u1EE9c sau:
row2_2=- Qua \u0111\u1ECBa ch\u1EC9 email m\u00E0 Kh\u00E1ch H\u00E0ng \u0111\u00E3 \u0111\u0103ng k\u00FD v\u1EDBi n\u1ED9i dung: danh s\u00E1ch S\u1EA3n Ph\u1EA9m, th\u1EDDi h\u1EA1n giao h\u00E0ng, \u0111i\u1EC7n tho\u1EA1i li\u00EAn h\u1EC7, th\u00F4ng tin ng\u01B0\u1EDDi nh\u1EADn, ng\u01B0\u1EDDi \u0111\u1EB7t h\u00E0ng, gi\u00E1 tr\u1ECB thanh to\u00E1n\u2026
row2_3=- Qua vi\u1EC7c c\u1EADp nh\u1EADt t\u00ECnh tr\u1EA1ng \u0111\u01A1n h\u00E0ng trong h\u1EC7 th\u1ED1ng qu\u1EA3n l\u00FD t\u00E0i kho\u1EA3n c\u1EE7a Kh\u00E1ch H\u00E0ng tr\u00EAn Website v\u1EDBi n\u1ED9i dung \u0110\u01A1n h\u00E0ng \u0111\u00E3 \u0111\u01B0\u1EE3c x\u00E1c nh\u1EADn, ho\u1EB7c n\u1ED9i dung c\u00F3 \u00FD ngh\u0129a t\u01B0\u01A1ng \u0111\u01B0\u01A1ng.   
row2_4=- G\u1EEDi mail cho Kh\u00E1ch h\u00E0ng \u0111\u1EC3 x\u00E1c nh\u1EADn \u0111\u01A1n h\u00E0ng. ) chuy\u1EC3n v\u1EC1 ti\u1EBFng anh

